{"translation-revision-date":"2023-10-06 13:37:59+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Added by":["Adicionado por"],"Patterns content":["Conteúdo dos padrões"],"Filter by sync status":["Filtrar por status de sincronização"],"Search patterns":["Padrões de pesquisa"],"Patterns that can be changed freely without affecting the site.":["Padrões que podem ser alterados à vontade sem afetar o site."],"Patterns that are kept in sync across the site.":["Padrões que serão mantidos na sincronização em todo o site."],"Standard":["Padrão"],"Synced":["Sincronizado"],"Last page":["Última página"],"paging\u0004%1$s of %2$s":["%1$s de %2$s"],"First page":["Primeira página"],"Copy to My patterns":["Copiar para Meus padrões"],"Action menu for %s pattern":["Menu de ação para o padrão %s"],"Editing this pattern will also update anywhere it is used":["A edição deste padrão também o atualizará em qualquer local em que ele seja utilizado"],"Empty pattern":["Padrão vazio"],"Are you sure you want to delete \"%s\"?":["Tem certeza de que deseja excluir \"%s\"?"],"Are you sure you want to clear these customizations?":["Deseja realmente descartar estas personalizações?"],"Press Enter to edit, or Delete to delete the pattern.":["Pressione Enter para editar, ou Delete para excluir o padrão."],"An error occurred while deleting the pattern.":["Ocorreu um erro ao excluir o padrão."],"\"%s\" added to my patterns.":["\"%s\" adicionado aos meus padrões."],"View my patterns":["Ver meus padrões"],"\"%s\" created.":["\"%s\" criado."],"My Patterns":["Meus Padrões"],"Delete template part":["Excluir parte de modelo"],"Delete template":["Excluir modelo"],"Reset template part":["Redefinir parte de modelo"],"Reset template":["Redefinir modelo"],"Learn about styles":["Saiba mais sobre estilos"],"Open styles":["Abrir estilos"],"Open styles revisions":["Abrir revisões de estilo"],"Open CSS":["Abrir CSS"],"Reset styles to defaults":["Redefinir estilos para padrão"],"Save panel":["Salvar painel"],"Save site, content, and template changes":["Salvar alterações de site, conteúdo e modelo"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Use as teclas de seta esquerda e direita para redimensionar o canvas. Segure a tecla shift para redimensionar incrementos maiores."],"Open command palette":["Abrir paleta de comandos"],"View site (opens in a new tab)":["Ver site (abrir em uma nova aba)"],"Open Navigation":["Abrir Navegação"],"View site":["Ver site"],"View":["Ver"],"Zoom-out View":["Visualizar Zoom reduzido"],"Document not found":["Documento não encontrado"],"Editing template part:":["Editar parte de modelo:"],"Editing template:":["Editar modelo:"],"Editing navigation menu:":["Editar menu de navegação:"],"Editing pattern:":["Editar padrão:"],"site exporter menu item\u0004Export":["Exportar"],"Download your theme with updated templates and styles.":["Baixe seu tema com modelos e estilos atualizados."],"An error occurred while creating the site export.":["Ocorreu um erro ao criar a exportação do site."],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":["Você tentou editar um item que não existe. Talvez tenha sido excluído?"],"%1$s ‹ %2$s ‹ Editor":["%1$s ‹ %2$s ‹ Editor"],"Post Template displays each post or page in a Query Loop.":["O Modelo de Publicação exibe cada postagem ou página em um Loop de Consulta."],"Post Content displays the content of a post or page.":["O conteúdo do post exibe o conteúdo de um post ou página."],"Query Loop displays a list of posts or pages.":["O Loop de Consulta exibe uma lista de publicações ou páginas."],"Now displaying: %s":["Exibindo agora: %s"],"%1$s ‹ %2$s — WordPress":["%1$s ‹ %2$s — WordPress"],"Fallback content":["Conteúdo padrão"],"Note that the same template can be used by multiple pages, so any changes made here may affect other pages on the site. To switch back to editing the page content click the ‘Back’ button in the toolbar.":["Observe que o mesmo modelo pode ser usado por várias páginas, então quaisquer alterações feitas aqui podem afetar outras páginas do site. Para voltar a editar o conteúdo da página, clique no botão 'Voltar' na barra de ferramentas."],"Editing a template":["Editando um modelo"],"It’s now possible to edit page content in the site editor. To customise other parts of the page like the header and footer switch to editing the template using the settings sidebar.":["Agora é possível editar o conteúdo da página no Editor do site. Para personalizar outras partes da página, como o cabeçalho e o rodapé, alterne para a edição do modelo usando a barra lateral de configurações."],"Continue":["Prosseguir"],"Editing a page":["Editando uma página"],"Here’s a detailed guide to learn how to make the most of it.":["Aqui está um guia detalhado para aprender como aproveitá-lo ao máximo."],"https:\/\/wordpress.org\/documentation\/article\/styles-overview\/":["https:\/\/wordpress.org\/documentation\/article\/styles-overview\/"],"New to block themes and styling your site? ":["Começando com temas de bloco e estilização do seu site? "],"Learn more":["Saiba mais"],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":["Você pode ajustar seus blocos para garantir uma experiência coesa no seu site: adicione as cores que desejar no bloco de botões ou ajuste o bloco de título para o tamanho que preferir."],"Personalize blocks":["Personalizar blocos"],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":["Você pode personalizar seu site da forma que quiser com diferentes cores, tipografia e modelos. Ou se preferir, apenas deixe isso ser feito pelo seu tema! "],"Set the design":["Defina seu design"],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":["Ajuste seu site, ou dê a ele um novo visual completo! Seja criativo — que tal uma nova paleta de cores para seus botões ou escolher uma nova fonte? Dê uma olhada no que você pode fazer aqui."],"Welcome to Styles":["Boas-vindas aos estilos"],"styles":["estilos"],"Click <StylesIconImage \/> to start designing your blocks, and choose your typography, layout, and colors.":["Clique em <StylesIconImage \/> para começar a desenhar seus blocos e escolher sua tipografia, modelo e cores."],"Design everything on your site — from the header right down to the footer — using blocks.":["Desenhe tudo em seu site — do cabeçalho ao rodapé — usando blocos."],"Edit your site":["Edite seu site"],"Welcome to the site editor":["Boas-vindas ao editor do site"],"Start writing with text or HTML":["Comece a escrever um texto ou HTML"],"Type text or HTML":["Digite texto ou HTML"],"Back to page":["Voltar à página"],"You are editing a template.":["Você está editando um modelo."],"Edit your template to edit this block.":["Edite seu modelo para editar esse bloco."],"Search Openverse":["Pesquisar no Openverse"],"Openverse":["Openverse"],"Search audio":["Pesquisar áudio"],"Search videos":["Pesquisar vídeos"],"Videos":["Vídeos"],"Search images":["Pesquisar imagens"],"caption\u0004<a %1$s>Work<\/a>\/ %3$s":["<a %1$s>Trabalho<\/a>\/ %3$s"],"caption\u0004\"%1$s\"\/ %2$s":["\"%1$s\"\/ %2$s"],"caption\u0004<a %1$s>Work<\/a> by %2$s\/ %3$s":["<a %1$s>Trabalho<\/a> por %2$s\/ %3$s"],"caption\u0004\"%1$s\" by %2$s\/ %3$s":["\"%1$s\" por %2$s\/ %3$s"],"Editor Canvas":["Editor de Canvas"],"Template part created.":["Parte de modelo criada."],"Detach blocks from template part":["Desanexar blocos da parte de modelo"],"Editing history":["Histórico de edição"],"%d Revision":["%d revisão","%d revisões"],"Last edited %s":["Editado há %s"],"Immediately":["Imediatamente"],"Change publish date":["Mudar data de publicação"],"Use a secure password":["Use uma senha segura"],"Hide this page behind a password":["Esconder essa página atrás de uma senha"],"An error occurred while updating the status":["Ocorreu um erro ao atualizar o status"],"Change status":["Alterar status"],"Visible to everyone.":["Visível para todos."],"Publish automatically on a chosen date.":["Publicar automaticamente na data escolhida."],"Only visible to site admins and editors.":["Visível apenas para administradores e editores."],"Waiting for review before publishing.":["Aguardando revisão antes de publicar."],"Not ready to publish.":["Não está pronto para publicar."],"Page":["Página"],"Page (selected)":["Página (selecionada)"],"Styles actions":["Ações de estilo"],"Close Styles":["Fechar estilos"],"Reset to defaults":["Redefinir para valores padrão"],"Revision history":["Histórico de revisão"],"Do you want to replace your unsaved changes in the editor?":["Gostaria de substituir suas alterações não salvas no editor?"]," Discard unsaved changes":[" Descartar alterações não salvas"],"Loading this revision will discard all unsaved changes.":["Carregar essa revisão irá descartar todas as alterações não salvas."],"Revisions are added to the timeline when style changes are saved.":["Revisões são adicionadas na linha do tempo quando alterações de estilo são salvas."],"Changes saved by %s":["Alterações salvas por %s"],"Changes saved by %1$s on %2$s":["Alterações salvas por %1$s em %2$s"],"Changes saved by %1$s on %2$s (current)":["Alterações salvas por %1$s em %2$s (atual)"],"Unsaved changes by %s":["Alterações não salvas por %s"],"Close revisions":["Fechar revisões"],"CSS":["CSS"],"Choose a variation to change the look of the site.":["Escolha uma variação para alterar a aparência do site."],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Paletas são usadas para fornecer opções de cor padrão para os blocos e as varias ferramentas de design. Aqui você pode editar as cores e seus rótulos."],"Custom gradients are empty! Add some gradients to create your own palette.":["Nenhum gradiente! Adicione alguns gradientes para criar sua própria paleta."],"Custom colors are empty! Add some colors to create your own color palette.":["Nenhuma cor! Adicione algumas cores para criar sua própria paleta de cores."],"Manage palettes and the default color of different global elements on the site.":["Gerencie paletas e cor padrão de diferentes elementos globais do site."],"Randomize colors":["Randomizar cores"],"Color palettes":["Paletas de cores"],"Palette":["Paleta"],"Add custom colors":["Adicionar cores personalizadas"],"%d color":["%d cor","%d cores"],"Select heading level":["Selecionar o nível do título"],"Manage the fonts and typography used on buttons.":["Gerencie as fontes e a tipografia usadas nos botões."],"Manage the fonts and typography used on captions.":["Gerencie as fontes e a tipografia usadas nas legendas."],"Manage the fonts and typography used on headings.":["Gerencie as fontes e a tipografia usadas nos títulos."],"Manage the fonts and typography used on the links.":["Gerencie as fontes e a tipografia usadas nos links."],"Manage the fonts used on the site.":["Gerenciar as fontes usadas no site."],"Buttons":["Botões"],"Elements":["Elementos"],"Manage the typography settings for different elements.":["Gerencie as configurações de tipografia para diferentes elementos."],"Aa":["Aa"],"Typography %s styles":["Estilos de tipografia de %s"],"Add your own CSS to customize the appearance of the %s block.":["Adicione seu próprio CSS para personalizar a aparência do bloco %s."],"Style Variations":["Variações de estilo"],"Search for blocks":["Procurar blocos"],"Customize the appearance of specific blocks and for the whole site.":["Personalize a aparência de blocos específicos e para todo site."],"%s block styles":["Estilos do bloco %s"],"Add your own CSS to customize the appearance and layout of your site.":["Adicione seu próprio CSS para personalizar a aparência do seu site."],"Blocks styles":["Estilos de blocos"],"Customize the appearance of specific blocks for the whole site.":["Personalize a aparência de blocos específicos para todo site."],"Browse styles":["Procurar estilos"],"Layout styles":["Estilos do layout"],"Colors styles":["Estilos das cores"],"Typography styles":["Estilos da tipografia"],"An error occurred while moving the page to the trash.":["Ocorreu um erro ao mover a página para a lixeira."],"\"%s\" moved to the Trash.":["página \"%s\" movida para a lixeira."],"< 1 min":["< 1 min"],"%s mins":["%s mins"],"Time to read":["Tempo de leitura"],"Unknown":["Desconhecido"],"Words":["Palavras"],"Parent":["Ascendente"],"Slug":["Slug"],"Status":["Status"],"Pending":["Pendente"],"Scheduled":["Agendado"],"Scheduled: <time>%s<\/time>":["Agendado: <time>%s<\/time>"],"Published <time>%s<\/time>":["Publicado <time>%s<\/time>"],"Manage all pages":["Gerenciar todas as páginas"],"No page found":["Nenhuma página encontrada"],"Loading pages":["Carregando páginas"],"Browse and edit pages on your site.":["Procure e edite páginas no seu site."],"Create draft":["Criar rascunho"],"Draft a new page":["Rascunhe uma nova página"],"An error occurred while creating the page.":["Ocorreu um erro ao criar a página."],"No title":["Sem título"],"Saving failed.":["Erro ao salvar."],"Site updated.":["Site atualizado"],"Review %d change…":["Revisar %d mudança…","Revisar %d mudanças…"],"Saving":["Salvando"],"Activate & Save":["Ativar e salvar"],"Activating":["Ativando"],"Create new template parts, or reset any customizations made to the template parts supplied by your theme.":["Crie novas partes de modelo ou redefina as personalizações feitas nas partes de modelo fornecidas pelo seu tema."],"All template parts":["Todas as partes de modelo"],"Create new templates, or reset any customizations made to the templates supplied by your theme.":["Crie novos modelos ou redefina as personalizações feitas nos modelos fornecidos pelo seu tema."],"All templates":["Todos os modelos"],"Manage your Navigation menus.":["Gerenciar seus menus de navegação."],"No Navigation Menus found.":["Nenhum menu de navegação foi encontrado."],"Unable to duplicate Navigation menu (%s).":["Não foi possível duplicar o menu de navegação (%s)."],"Duplicated Navigation menu":["Menu de navegação duplicado"],"%s (Copy)":["%s (Copia)"],"Unable to rename Navigation menu (%s).":["Não foi possível renomear o menu de navegação (%s)."],"Renamed Navigation menu":["Menu de navegação renomeado"],"Unable to delete Navigation menu (%s).":["Não foi possível excluir o menu de navegação (%s)."],"Deleted Navigation menu":["Menu de navegação excluído"],"This Navigation Menu is empty.":["O menu de navegação está vazio."],"Navigation Menu missing.":["Menu de navegação ausente."],"Navigation menus are a curated collection of blocks that allow visitors to get around your site.":["Menus de navegação é uma coleção de blocos selecionados que permitem aos visitantes navegarem pelo seu site."],"Are you sure you want to delete this Navigation menu?":["Tem certeza de que deseja excluir este menu de navegação?"],"Navigation title":["Título do menu de navegação"],"Fully synced":["Totalmente sincronizado"],"Not synced":["Não sincronizado"],"Syncing":["Sincronizando"],"pattern\u0004(Customized)":["(Personalizado)"],"This is the %s pattern.":["Este é o padrão %s."],"Go to %s":["Ir para %s"],"No template parts or patterns found":["Nenhuma parte de modelo ou padrões encontrados"],"Loading patterns":["Carregando padrões"],"Manage what patterns are available when editing the site.":["Gerenciar quais padrões estão disponíveis ao editar o site."],"Manage all template parts":["Gerenciar todas as partes de modelos"],"Theme patterns cannot be edited.":["Os padrões do tema  não podem ser editados."],"Template parts":["Partes de modelo"],"Create template part":["Criar uma parte de modelo"],"An error occurred while creating the template part.":["Ocorreu um erro ao criar a parte do modelo."],"Please enter a title.":["Digite um título."],"Editing the original pattern will also update anywhere the pattern is used.":["Editar o padrão original também irá atualizar em qualquer lugar onde o padrão é usado."],"Keep all pattern instances in sync":["Mantenha todas as instâncias de padrão sincronizadas"],"My pattern":["Meu padrão"],"Create pattern":["Criar padrão"],"An error occurred while creating the pattern.":["Ocorreu um erro ao criar o padrão."],"Untitled Pattern":["Padrão sem título"],"Please enter a pattern name.":["Digite um nome para o padrão."],"template\u0004(Customized)":["(Personalizado)"],"This is a custom template that can be applied manually to any Post or Page.":["Este é um modelo personalizado que pode ser aplicado manualmente a qualquer post ou página."],"<time>%s<\/time>":["<time>%s<\/time>"],"Areas":["Áreas"],"Changes will apply to new posts only. Individual posts may override these settings.":["As alterações serão aplicadas apenas a novos posts. Posts individuais podem substituir essas configurações."],"Allow comments on new posts":["Permitir comentários em novas publicações"],"Set the default number of posts to display on blog pages, including categories and tags. Some templates may override this setting.":["Define um número padrão de posts para exibir nas páginas do blog, incluindo categorias e tags. Alguns modelos pode sobrescrever essa configuração."],"Posts per page":["Posts por página"],"Set the Posts Page title. Appears in search results, and when the page is shared on social media.":["Define o título das páginas de post. Aparece no resultados de pesquisa e quando a página é compartilhada nas redes sociais."],"Blog title":["Título do Blog"],"Are you sure you want to delete this template part?":["Tem certeza de que deseja excluir esta parte de modelo?"],"Are you sure you want to delete this template?":["Tem certeza de que deseja excluir este modelo?"],"Clear customizations":["Liberar personalizações"],"Use the template as supplied by the theme.":["Usar o modelo conforme fornecido pelo tema."],"Actions":["Ações"],"An error occurred while reverting the entity.":["Ocorreu um erro ao reverter a entidade."],"\"%s\" reverted.":["\"%s\" revertido."],"Rename":["Renomear"],"An error occurred while renaming the entity.":["Ocorreu um erro ao renomear a entidade."],"Entity renamed.":["Entidade renomeada."],"template part\u0004Customized":["Personalizado"],"template\u0004Customized":["Personalizado"],"Manage all templates":["Gerenciar todos os modelos"],"No templates found":["Nenhum modelo encontrado"],"Loading templates":["Carregando modelos"],"Express the layout of your site with templates":["Expresse o layout do seu site com modelos"],"A custom template can be manually applied to any post or page.":["Um modelo personalizado pode ser manualmente aplicado para qualquer post ou página."],"Custom template":["Modelo personalizado"],"Select what the new template should apply to:":["Selecione qual o novo modelo deve ser aplicado para:"],"Add template: %s":["Adicionar modelo: %s"],"An error occurred while creating the template.":["Ocorreu um erro ao criar seu modelo."],"\"%s\" successfully created.":["\"%s\" criado com sucesso."],"E.g. %s":["ex. %s"],"This template will be used only for the specific item chosen.":["Esse modelo será usado apenas para o item escolhido."],"For a specific item":["Para um item específico"],"For all items":["Para todos os itens"],"Select whether to create a single template for all items or a specific one.":["Selecione se deseja criar um modelo para todos os itens ou para um item específico."],"Suggestions list":["Lista de sugestões"],"All Authors":["Todos os autores"],"No authors found.":["Nenhum autor encontrado."],"Search Authors":["Pesquisar autores"],"Displays latest posts written by a single author.":["Exibir posts mais recentes escritos por uma único autor."],"Displays taxonomy: %s.":["Exibe a taxonomia: %s."],"Displays a single item: %s.":["Exibe um único item: %s."],"Single item: %1$s (%2$s)":["Item único: %1$s (%2$s)"],"Single item: %s":["Único item: %s."],"Displays an archive with the latest posts of type: %s.":["Exibe um arquivo com os posts mais recentes do tipo: %s."],"Archive: %s":["Arquivo: %s"],"Archive: %1$s (%2$s)":["Arquivo: %1$s (%2$s)"],"Customize the appearance of your website using the block editor.":["Personalize a aparência do seu site usando o Editor de blocos."],"Looking for template parts? Find them in \"Patterns\".":["Procurando por partes de modelo? Encontre-as em \"Padrões\"."],"Edit styles":["Editar estilos"],"Choose a different style combination for the theme styles.":["Escolha uma combinação de estilo diferente para os estilos de tema."],"Last modified":["Última modificação"],"Distraction free mode turned off":["Modo de escrita sem distrações desligado"],"Open %s styles in Styles panel":["Abrir estilos de %s no painel de estilos"],"Examples of blocks":["Exemplos de blocos"],"Examples of blocks in the %s category":["Exemplos de blocos na categoria %s"],"Close Style Book":["Fechar livro de estilos"],"Code Is Poetry":["Código é poesia"],"Headings":["Títulos"],"Global styles revisions":["Revisões de estilos globais"],"Style Book":["Livro de estilos"],"Use left and right arrow keys to resize the canvas.":["Use as teclas de seta esquerda e direita para redimensionar a tela."],"Drag to resize":["Arraste para redimensionar"],"Go back to the theme showcase":["Volte para a mostra de temas"],"Go to the Dashboard":["Ir para o Painel"],"Template revert failed. Please reload.":["Falha ao reverter o modelo. Tente recarregar."],"Template reverted.":["Modelo revertido."],"The editor has encountered an unexpected error. Please reload.":["O editor encontrou um erro inesperado. Recarregue a página."],"This template is not revertable.":["Este modelo não é reversível. "],"An error occurred while deleting the template.":["Ocorreu um erro ao excluir o modelo."],"\"%s\" deleted.":["\"%s\" excluído."],"Apply globally":["Aplicar globalmente"],"Apply this block’s typography, spacing, dimensions, and color styles to all %s blocks.":["Aplicar a tipografia, espaçamento, dimensões e estilos de cores deste bloco a todos os %s blocos."],"%s styles applied.":["%s estilos aplicados."],"Open keyboard shortcuts":["Abrir teclas de atalho"],"Open editor preferences":["Abrir o editor de preferências"],"Toggle code editor":["Alternar o editor de código"],"Toggle top toolbar":["Alternar barra de ferramentas do topo"],"Toggle spotlight mode":["Alternar modo de destaque"],"Toggle distraction free":["Alterar escrita sem distrações"],"Toggle block inspector":["Alternar inspetor de bloco"],"Toggle settings sidebar":["Alternar barra lateral de configurações"],"The \"%s\" plugin has encountered an error and cannot be rendered.":["O plugin \"%s\" encontrou um erro e não pode ser renderizado."],"Editor footer":["Editor do rodapé"],"Editor publish":["Publicação do editor"],"Editor settings":["Editor de configurações"],"Editor content":["Editor de conteúdo"],"Editor top bar":["Barra superior do editor"],"Open save panel":["Abrir painel de publicação"],"Get started":["Comece agora"],"Close Settings":["Fechar configurações"],"Summary":["Sumário"],"Edit template":["Editar modelo"],"Add template":["Adicionar modelo"],"Describe the template, e.g. \"Post with sidebar\". A custom template can be manually applied to any post or page.":["Descreva o modelo. Por exemplo: \"Post com barra lateral\". Modelos personalizados podem ser manualmente aplicados a qualquer post ou página."],"Create custom template":["Criar um modelo personalizado"],"Custom Template":["Modelo personalizado"],"Block (selected)":["Bloco (selecionado)"],"%s (selected)":["%s (selecionado)"],"Close block inserter":["Fechar adicionador de bloco"],"Distraction free mode deactivated":["Modo de escrita sem distrações desativado"],"Distraction free mode activated":["Modo de escrita sem distrações ativado"],"Write with calmness":["Escreva com calma"],"Spotlight mode deactivated":["Modo sem distrações desativado"],"Spotlight mode activated":["Modo sem distrações ativado"],"Focus on one block at a time":["Concentre-se em um bloco de cada vez"],"Editor":["Editor"],"Code editor":["Editor de código"],"Visual editor":["Editor visual"],"Generic label for block inserter button\u0004Toggle block inserter":["Alternar adicionador de bloco"],"Discussion":["Discussão"],"Customize how you interact with blocks in the block library and editing canvas.":["Personalize como interagir com os blocos na biblioteca de blocos e na tela de edição."],"Block interactions":["Interações dos blocos"],"Display block breadcrumbs":["Exibir bloco de caminho de navegação"],"Shows block breadcrumbs at the bottom of the editor.":["Mostrar bloco de caminho de navegação na base do editor."],"Always open list view":["Abrir sempre com visualização por lista"],"Opens the block list view sidebar by default.":["Abre a barra lateral de visualização da lista de blocos por padrão."],"Show text instead of icons on buttons.":["Mostrar texto ao invés de ícones nos botões."],"Show button text labels":["Mostrar rótulos de texto de botão"],"Spotlight mode":["Modo sem distrações"],"Highlights the current block and fades other content.":["Destaca o bloco atual e desvanece o restante do conteúdo."],"Distraction free":["Escrita sem distrações"],"Reduce visual distractions by hiding the toolbar and other elements to focus on writing.":["Reduza distrações visuais escondendo a barra de ferramentas e outros elementos para focar na escrita."],"Customize options related to the block editor interface and editing flow.":["Personalize as opções relacionadas à tela do editor de blocos e ao fluxo de edição."],"Distraction free mode turned off.":["Modo de escrita sem distrações desligado."],"Distraction free mode turned on.":["Modo de escrita sem distrações ligado."],"Navigate to the previous part of the editor.":["Navegar para a parte anterior do editor."],"Navigate to the next part of the editor.":["Navegar para a próxima parte do editor."],"Show or hide the Settings sidebar.":["Mostrar ou ocultar a barra lateral de configurações."],"Open the block list view.":["Abrir a visualização de lista de blocos."],"Toggle distraction free mode.":["Alterar o modo de escrita sem distrações."],"Switch between visual editor and code editor.":["Alternar entre editor visual e de código."],"Exit code editor":["Sair do editor de código"],"Editing code":["Editando o código"],"Code editor selected":["Editor de código selecionado"],"Visual editor selected":["Editor visual selecionado"],"Footer":["Rodapé"],"Block Library":["Biblioteca de blocos"],"Header":["Cabeçalho"],"Pin to toolbar":["Fixar na barra de ferramentas"],"Unpin from toolbar":["Desafixar da barra de ferramentas"],"Close plugin":["Fechar plugin"],"Copy all blocks":["Copiar todos os blocos"],"All content copied.":["Conteúdo copiado."],"Transform paragraph to heading.":["Transformar Parágrafo para Título."],"Transform heading to paragraph.":["Transforma Título em Parágrafo."],"Save your changes.":["Salvar suas alterações."],"Redo your last undo.":["Refaz seu último desfazer."],"Undo your last changes.":["Desfaz as últimas alterações."],"Document tools":["Ferramentas de documento"],"Aids screen readers by stopping text caret from leaving blocks.":["Auxilia leitores de tela impedindo que o cursor saia dos blocos."],"Contain text cursor inside block":["Conter o cursor de texto dentro do bloco"],"Preferences":["Preferências"],"Welcome Guide":["Guia de boas-vindas"],"Top toolbar deactivated":["Barra de ferramentas superior desativada"],"Top toolbar activated":["Barra de ferramentas superior ativada"],"Access all block and document tools in a single place":["Acesse todas as ferramentas de blocos e documento em um só lugar."],"Top toolbar":["Barra de ferramentas do topo"],"noun\u0004View":["Visualização"],"Text formatting":["Formatação de texto"],"Forward-slash":["Barra"],"Change the block type after adding a new paragraph.":["Mude o tipo de bloco após adicionar um novo parágrafo."],"Block shortcuts":["Atalhos de teclado dos blocos"],"Selection shortcuts":["Atalhos para seleção"],"Global shortcuts":["Atalhos globais"],"Keyboard shortcuts":["Atalhos do teclado"],"Display these keyboard shortcuts.":["Exibir estes atalhos de teclado."],"Convert the current paragraph or heading to a heading of level 1 to 6.":["Converter o Parágrafo ou Título atual para um título de nível 1 ao 6."],"Convert the current heading to a paragraph.":["Converter o Título atual para um Parágrafo."],"Make the selected text inline code.":["Tornar o texto selecionado um código embutido."],"Strikethrough the selected text.":["Tachado no texto selecionado."],"Underline the selected text.":["Sublinhar o texto selecionado."],"Insert a link to a post or page.":["Inserir um link para um post ou página"],"Remove a link.":["Remover um link."],"Convert the selected text into a link.":["Converter o texto selecionado em um link."],"Make the selected text italic.":["Tornar itálico o texto selecionado."],"Make the selected text bold.":["Tornar negrito o texto selecionado."],"The editor has encountered an unexpected error.":["O editor encontrou um erro inesperado."],"Copy Error":["Copiar o erro"],"Manage all of my patterns":["Gerenciar todos os meus padrões"],"Design":["Design"],"Area":["Área"],"Create":["Criar"],"Template Part":["Parte de modelo","Partes de modelo"],"Choose a pattern":["Escolha um padrão"],"No Title":["Sem título"],"Remove %s":["Remover %s"],"(no title %s)":["(sem título %s)"],"Navigation":["Navegação"],"Featured image":["Imagem destacada"],"List View":["Lista"],"Styles":["Estilos"],"Tools":["Ferramentas"],"All":["Todos"],"More":["Mais"],"Skip":["Pular"],"Duplicate":["Duplicar"],"Delete":["Excluir"],"Layout":["Apresentação"],"Duotone":["Duotone"],"Typography":["Tipografia"],"Appearance":["Aparência"],"H6":["H6"],"H5":["H5"],"H4":["H4"],"H3":["H3"],"H2":["H2"],"H1":["H1"],"Captions":["Legendas"],"Blocks":["Blocos"],"Options":["Opções"],"Navigate to the previous view":["Ir para a visualização anterior."],"Patterns":["Padrões"],"%d result found.":["%d resultado encontrado.","%d resultados encontrados."],"My patterns":["Meus padrões"],"Pattern":["Padrão"],"Custom":["Personalizado"],"Text":["Texto"],"Page title":["Título da página"],"Audio":["Áudios"],"Links":["Links"],"Block":["Bloco","%d Blocos"],"User":["Usuário"],"Theme":["Tema"],"https:\/\/wordpress.org\/documentation\/article\/site-editor\/":["https:\/\/wordpress.org\/documentation\/article\/site-editor\/"],"Saved":["Salvo"],"Content":["Conteúdo"],"Images":["Imagens"],"Published":["Publicado"],"Private":["Privado"],"Draft":["Rascunho"],"Template Parts":["Partes de modelo"],"Templates":["Modelos"],"No patterns found.":["Nenhum padrão encontrado."],"Revisions":["Revisões"],"Pages":["Páginas"],"Previous page":["Página anterior"],"Next page":["Próxima página"],"Clear":["Limpar"],"Move to Trash":["Mover para lixeira"],"Details":["Detalhes"],"Password":["Senha"],"Name":["Nome"],"Password protected":["Protegido por senha"],"Template":["Modelo"],"Word count type. Do not translate!\u0004words":["words"],"Save":["Salvar"],"Advanced":["Avançado"],"General":["Geral"],"Author":["Autor"],"Cancel":["Cancelar"],"Redo":["Refazer"],"Undo":["Desfazer"],"Apply":["Aplicar"],"Help":["Ajuda"],"Back":["Voltar"],"Move down":["Mover para baixo"],"Move up":["Mover para cima"],"No results found.":["Nenhum resultado encontrado."],"Additional CSS":["CSS adicional"],"Learn more about CSS":["Aprenda mais sobre CSS"],"Colors":["Cores"],"Default":["Padrão"],"Site Icon":["Ícone do site"],"Publish":["Publicar"],"(opens in a new tab)":["(abrir em uma nova aba)"],"Add":["Adicionar"],"%s item":["%s item","%s itens"],"Uncategorized":["Sem categoria"],"Close":["Fechar"],"(no title)":["(sem título)"],"Edit":["Editar"],"%1$s (%2$s)":["%1$s (%2$s)"],"Search":["Pesquisar"],"Settings":["Configurações"],"Plugins":["Plugins"],"Activate":["Ativar"]}},"comment":{"reference":"wp-includes\/js\/dist\/edit-site.js"}}